[
    "Abate to reduce or lessen",
    "After blowing fiercely for hours, the hurricane winds at last began to abate.",
    "Aberration a deviation or departure from the norm",
    "Harry’s low grades in chemistry are an aberration; he is typically an A student.",
    "Abeyance temporary inactivity or suspension",
    "For some time now, the dissenters have been held in abeyance; they have suspended all protests.",
    "Abjure to forswear or abstain from; to give up",
    "Once King Edward VIII abdicated the throne to marry a commoner, he abjured all of his former titles.",
    "Abrade to wear down or rub away the surface of something",
    "Years of exposure to the sea spray had abraded the face of the cliffs.",
    "Abridge to reduce the length of or diminish in scope (for example, written text) The author recently published an abridged version of his original 600-page novel.",
    "Abrogate to end or do away with something",
    "It is unlikely that the senator’s push to abrogate any rights regarding free speech will be supported.",
    "Abscond to withdraw and hide, typically to avoid arrest",
    "The fugitive absconded to Canada in an attempt to avoid arrest in the United States.",
    "Absurd extremely ridiculous or completely lacking reason",
    "The idea that Samantha would fail her test was completely absurd; she had studied for hours and was completely prepared.",
    "Abysmal very profound or deep; very bad",
    "Despite all of the advertisements promoting the new product, its first- quarter sales were abysmal.",
    "Accretion a gradual increase in the amount or size of something Increased organic matter accumulation has led to an increase in the accretion rate in the Mississippi Delta.",
    "Acquisitive characterized by a strong desire to gain or retain information or objects",
    "The acquisitive nature of the chimpanzee makes it appear almost human.",
    "Acrid harsh or bitter taste or smell",
    "Sean immediately turned the engine off when he smelled acrid smoke billowing from beneath the hood of his car.",
    "Acute quick and precise, intense; sharp, keen",
    "The acute pain in Sarah’s wrist kept her from performing even the simplest activity.",
    "Henry was an acute observer; he quickly learned the rules of the game.",
    "Adhere to stick fast; to remain in support of",
    "In order to maintain order in his classroom, Mr. Blume required strict adherence to the code of conduct.",
    "Adjacent in the nearest position; next to",
    "Chase took a new job in downtown Chicago, but purchased a house in an adjacent suburb.",
    "Adroit showing skill and experience",
    "Steve was considered an adroit negotiator; he was often able to settle disputes when others had failed.",
    "Aesthetic appealing to the senses because it is beautiful",
    "The aesthetic quality of the painting was more appealing than its historical significance.",
    "Affinity natural attraction; inherent similarity",
    "Michelle’s affinity for getting straight to the point made her a popular editor at the publishing house.",
    "Alienate to isolate oneself from others or another person from oneself Gregg often felt alienated from his classmates because of his illness.",
    "Ambiguous unclear or capable of having more than one meaning",
    "The student’s ambiguous answer left the professor wondering whether the student had studied the assigned material.",
    "Ambivalent characterized by uncertainty; unable to decide between opposites His inability to show emotion left her feeling ambivalent about their relationship.",
    "Amenable responsive to suggestion; willing",
    "Josh was amenable to eating dinner early; he was ravenous.",
    "Amiable friendly and pleasant",
    "Joe was very amiable; as a result, he made friends easily at his new school.",
    "Anachronism something existing or happening out of its time in historical order",
    "Her yearning to be nothing more than a housewife seemed an anachronism in today’s society.",
    "Annotate to provide with extra notes or comments",
    "In order to ensure the credibility of his students’ sources, the professor asked the students to annotate their bibliographies.",
    "Anomaly something that is different from the norm",
    "The botanists were excited when they discovered the unique flower; it was a complete anomaly.",
    "Apathy a lack of any emotion or concern",
    "Mary appeared quite apathetic at her trial; she seemed unconcerned by the jury’s guilty verdict.",
    "Ardor intense feelings; passion",
    "Scott’s ardor for Julianne increased as he spent more and more time with her.",
    "Articulate v. to clearly explain. adj. the quality of being able to speak clearly Young children often find it difficult to articulate exactly what they are thinking.",
    "Ascribe to attribute to a specific source; to assign a characteristic",
    "It is not unusual to ascribe jealousy and pettiness to one’s critics.",
    "Asperity roughness or severity",
    "The asperity of the desert climate in Death Valley prevents many people from visiting for extended periods of time.",
    "Assay n. an analysis or examination. v. to subject to analysis; to examine",
    "The diplomat carefully assayed the situation prior to making a decision.",
    "Assert to demonstrate power; to defend a statement as true",
    "It is often necessary for a parent to assert his or her authority over an unruly child.",
    "Assiduous characteristic of careful and persistent effort",
    "The journey to earning good grades is an assiduous one; consistent effort must be put forth.",
    "Assimilate to incorporate into; to make similar",
    "Many immigrants desire to assimilate quickly into their new community.",
    "Assuage to lessen or ease",
    "Mandy often used food to assuage her loneliness, a habit that led to her problem with obesity.",
    "Assumption something believed to be true without proof; unstated evidence Because Jennifer wore glasses every day, we assumed that she had poor eyesight.",
    "Aver to declare as true; to maintain",
    "The politician continued to aver that he was more experienced than his opponent, despite evidence to the contrary.",
    "Aversion strong dislike",
    "Kelly has such an aversion to strenuous exercise that she never goes to the gym.",
    "Banish to force to leave",
    "The deposed dictator was banished from his native country.",
    "Benevolence an inclination to be kind or charitable",
    "Mr. Horn’s benevolence made him a beloved school principal; his generosity and understanding far exceeded that of his predecessor.",
    "Benign kind, mild, harmless",
    "Katherine was relieved to discover that her tumor was benign; she would not require surgery after all.",
    "Bequest the act of passing on; something that is passed on",
    "This collection of rare manuscripts was donated to the library as a bequest from Professor Austin.",
    "Bereft deprived or despondent",
    "Jill was bereft when she discovered that the coveted role had been offered to another actress.",
    "Blithe carefree or joyous; casual",
    "Ellen’s blithe and outgoing attitude made her one of the most popular students on campus.",
    "Bolster n. a narrow cushion. v. to support or strengthen",
    "The small business owner secured a low-interest loan to bolster his financial situation during a period of expansion.",
    "Brazen bold or shameless; insolent",
    "His often brazen behavior at work led to his being reprimanded on a regular basis.",
    "Burgeoning thriving or growing rapidly",
    "Although it was completely undeveloped a year ago, the vacant land is now home to a burgeoning commercial area, complete with a new shopping mall.",
    "Cadge to beg",
    "The destitute man was relegated to cadging meals from local restaurants.",
    "Capricious impulsive; prone to sudden change",
    "Jill’s sudden move to Hollywood was considered capricious by the rest of her family.",
    "Castigate to punish or criticize severely",
    "Jason was castigated by his teacher for turning in his assignment late.",
    "Catalyst something that causes something else to happen, usually without being directly involved in or changed by the process; a trigger for an event",
    "Our classmate’s recent job offer served as a catalyst for the rest of us to update and submit our resumes.",
    "Censure n. a formal criticism or intense disproval. v. to express a formal criticism",
    "The prosecuting attorney was censured for a conflict of interest arising from his personal relationship with the plaintiff.",
    "Chronicle n. a detailed narrative. v. to document or record",
    "Several biographers have chronicled the life of Albert Einstein, one of the world’s greatest physicists.",
    "Circumspect mindful of potential consequences; prudent",
    "A wise investor is circumspect about fluctuations in the market.",
    "Cite to quote as an example or proof",
    "The company cited a 10 percent increase in sales as evidence that their new advertising campaign was achieving the predicted results.",
    "Coalesce to unite or come together",
    "The different factions coalesced to form a strong group opposed to the current regime.",
    "Coerce to force or threaten someone into acting a certain way; to compel",
    "The jury did not hear the man’s taped confession during the trial because police had coerced him into admitting that he had committed the crime.",
    "Cogent convincing and reasonable",
    "The teenager’s cogent argument for a later curfew persuaded his parents to push it back to midnight.",
    "Cognitive relating to conscious intellectual activity such as thinking, reasoning, and learning",
    "Entering college at the age of 14, the teen had cognitive abilities far beyond most of her peers.",
    "Coherence the quality of being logical and clear",
    "The essay lacked coherence; it did not flow logically from one concept to the next.",
    "Coincidental occurring by chance",
    "The coincidental meeting of two old friends was a pleasant surprise for them both.",
    "Commensurate corresponding in size, degree, or duration",
    "He refused the job offer; the salary did not seem commensurate with his related skills and experience.",
    "Complaisant showing a willingness to please; obliging",
    "Eager to earn a large tip, our waiter was unusually complaisant.",
    "Comprise to consist of; to include",
    "Students enrolled in the music program comprised the university marching band.",
    "Concede to admit or reluctantly yield; to surrender",
    "The presidential candidate decided to concede defeat based on the latest poll results; he was too far behind to win.",
    "Conducive contributive; favorable",
    "The noisy restaurant was not conducive to holding intimate conversations.",
    "Consternation alarm or fear",
    "To her consternation, she found that she’d forgotten to bring her assignment to class.",
    "Converge to meet or come together at a common point",
    "Ambulances, police cars, and fire trucks quickly converged on the scene of the accident.",
    "Convivial festive and sociable",
    "There was always a convivial atmosphere at the annual holiday party.",
    "Correlate to have corresponding characteristics",
    "According to researchers, the length of time a student studies is roughly correlated to the grades that the student receives.",
    "Corroborate to confirm, to substantiate with evidence",
    "Further laboratory tests corroborated the scientist’s theory that taking vitamins could help to maintain a person’s good health.",
    "Countenance n. facial features or expression.",
    "The teacher had a stern countenance that intimidated many of her students.",
    "Credulous easily deceived; believing too readily",
    "Even the most credulous person would not believe the story that Mike had concocted.",
    "Cryptic mystifying; hidden or concealed meaning",
    "The cryptic hieroglyphics on the Rosetta Stone were finally deciphered using the Greek writings also found on the stone.",
    "Culmination completion or climax",
    "Finishing the marathon in less than four hours was the culmination of months and months of training for Elaine.",
    "Culpable deserving of blame; guilty",
    "Despite his claims to the contrary, the senator is likely culpable of misappropriating funds.",
    "Debilitate to weaken or impair",
    "Bob’s broken leg left him debilitated and unable to attend school.",
    "Decimate to destroy large numbers of; to inflict great damage upon The rain forest is being decimated at an alarmingly fast pace; it is estimated that it could be completely gone within 40 years.",
    "Decry to denounce or criticize",
    "A loyal fan of classical music, Megan decried all popular rap and hip-hop artists.",
    "Defamation a malicious or abusive attack on one’s character",
    "The celebrity sued the tabloid for defamation of character when the magazine published a story filled with lies.",
    "Cordial friendly; gracious",
    "Many philosophers and scientists delve into the secrets of the universe.",
    "Demise the end of existence; death",
    "The demise of the dinosaurs is a topic of much debate among paleontologists.",
    "Denigrate to speak ill of; to belittle",
    "You should not denigrate a person whose opinion differs from yours.",
    "Depict to represent or describe",
    "Many people disapprove of how Native Americans are depicted in old Westerns.",
    "Deplore to condemn; disapprove of or regret",
    "Environmental advocacy groups deplore deforestation and industrial pollution.",
    "Derision use of ridicule to show contempt",
    "Joe’s harsh derision of his pesky younger brother set everyone on edge at the dinner table.",
    "Derivative adj. copied or adapted. n. something derived",
    "There are zero-calorie sweeteners available that are derivatives of real sugar.",
    "Desultory inconsistent and irregular, aimless",
    "The project leader’s rather desultory speech left the team members uncertain of how to proceed.",
    "Dexterity skill and ease of movement, especially of the hands; cleverness It took great dexterity, but the politician managed to evade answering every difficult question that the reporters threw at him.",
    "Diatribe an abusive, insulting verbal attack",
    "The environmental activist launched into a lengthy diatribe against the developers who wanted to build a new mall in place of the city park.",
    "Didactic intended for the purposes of moral teaching or instructing, even when such instruction is not necessary or welcome",
    "Professor McFarland’s didactic presentations in the classroom tended to bore some students and outrage others.",
    "Dilate to make larger; expand",
    "Jesse’s pupils began to dilate as the sun set and the room darkened.",
    "Diligent continuously putting in great effort",
    "Ben diligently trained for the marathon, running at least 40 miles per week.",
    "Disabuse to free someone of believing something that is untrue",
    "I hope that this most recent scandal will finally disabuse the public of its notion that the senator is infallible.",
    "Discern to differentiate or distinguish; to perceive",
    "The moon’s distance from Earth makes it difficult to discern most of the features on the surface of the moon with the naked eye.",
    "Disconcerting unsettling",
    "Linda had the disconcerting habit of staring at the ground whenever she spoke.",
    "Dislodge to remove from a former position",
    "The small earthquake dislodged several tons of rock from the mountain.",
    "Disparity the state of being different or unequal",
    "There was much disparity between my perception of the judicial process and the actual manner in which the process worked.",
    "Disperse to scatter or spread out",
    "The crowd began to disperse as the concert came to an end.",
    "Dissemble to disguise or conceal",
    "The platoon’s efforts to dissemble their preparations resulted in a swift ambush of the enemy the following day.",
    "Dissident adj. disagreeable. n. one who disagrees",
    "It took hours of careful diplomacy for the staunch political dissidents to reach an accord.",
    "Dissipate to drive away; scatter",
    "The wind helped to dissipate the smoke from our campfire.",
    "Dissonance lack of harmony; discord",
    "Band leaders know immediately by the piercing dissonance that a wrong note has been played.",
    "Diverge to move apart, or extend in different directions; to differ in opinion Though they agreed on most things, their opinions diverged on the topic of abortion rights.",
    "Divest to get rid of",
    "Howard was extremely lucky; he divested himself of $10 million worth of electronics stock days before its value plummeted.",
    "Docile easy to train or teach",
    "The normally docile students became very rowdy as the day’s pep rally drew near.",
    "Dubious unsure, skeptical",
    "Mike was very dubious when his older brother, infamous for playing pranks, told Mike that he had a surprise for him.",
    "              ",
    "Eccentric adj. departing from convention. n. one who deviates from the norm Mary’s style, considered to be very eccentric when she was young, led her to become one of the most popular fashion designers of all time.",
    "Eclectic combining elements from many different sources or styles",
    "Jenny’s eclectic taste in movies ranged from musicals to comedies, dramas to action films.",
    "Effrontery rude and presumptuous behavior",
    "The general was unaware that his imperialist effrontery was only breeding contempt among the colonists.",
    "Egregious noticeably bad or offensive",
    "William committed an egregious error when he failed to mention his wife during his acceptance speech.",
    "Eloquent very clear and precise; quality of being skilled in clear and precise speech",
    "Julie’s valedictorian speech was quite eloquent; she clearly articulated her hopes and dreams for a prosperous future.",
    "Elucidate to clarify",
    "Recent efforts to elucidate the text on certain ancient scrolls have yielded curious new perspectives on the political history of Babylon.",
    "Emancipation the act of freeing or liberating",
    "Minor children may petition a court for emancipation from their parents if they provide evidence of alternate housing and income.",
    "Emollient adj. softening or soothing. n. a softening agent",
    "Sarah rubbed an emollient over her dry, peeling, sunburned skin.",
    "Empirical based on or provable by observation and experiment",
    "The hypothesis had to be backed up by empirical evidence in order to be considered credible.",
    "Emulate to follow an admirable example; imitate",
    "As she entered law school, she hoped to emulate the success of her sister, who was already a prominent partner in a law firm.",
    "Endorse to support or sign",
    "The sports superstar was paid more than $10 million to endorse the new athletic shoe.",
    "Engender to give rise to; originate",
    "Professor Evan’s good nature engendered a positive attitude among his students.",
    "The Mona Lisa’s enigmatic smile is legendary.",
    "Entity a discrete unit or being",
    "Though the corporations worked in conjunction with each other, they remained separate legal entities.",
    "Enumerate to state things in a list",
    "At his performance review, the employee listened to his boss enumerate several ways he could improve his performance in the workplace.",
    "Ephemeral temporary, fleeting",
    "Considered a “one-hit wonder,” the pop star enjoyed only ephemeral fame.",
    "Equivocal uncertain or ambiguous",
    "Many lengthy court battles could be avoided if the legislature took more care to avoid equivocal language in the criminal statutes.",
    "Erudite learned; having great knowledge",
    "After earning three doctoral degrees, Dr. Kidman was considered one of the most erudite professors on campus.",
    "Esoteric understood by few people; mysterious",
    "Most of the subject matter in the novel is quite esoteric; the author is forced to overwhelm the reader with too much background information.",
    "Espouse to choose to follow or support something",
    "Abraham Lincoln was famous for his refusal to espouse slavery in the North.",
    "Estimable admirable; deserving of esteem",
    "His first attempt at writing a novel was estimable; nearly 1 million copies of the book were sold.",
    "Ethical in line with the principles of right and wrong",
    "Only the most ethical people would return money from a wallet they find in the street.",
    "Euphemism an inoffensive expression substituted for one that is deemed offensive",
    "The word borrowing is sometimes used as a euphemism for stealing.",
    "Exacerbate to intensify bitterness or violence",
    "The terrorist attacks exacerbated the already strained relations between the two countries.",
    "Exceptional having uncommonly great qualities",
    "Kevin was an exceptional basketball player, and received many offers to play at the collegiate level.",
    "Excoriate to denounce; to chafe",
    "The film critics excoriated the film that was supposed to be that year’s biggest blockbuster, emphasizing how overrated it was.",
    "Exculpate to remove blame; acquit",
    "The defendant was exculpated of the homicide charges when new evidence was found at the crime scene.",
    "Exhort to urge or try to persuade",
    "After graduating from college, Diana exhorted her parents to lend her the money to start her own business.",
    "Exigent demanding immediate attention; urgent",
    "In the exigent circumstances of the coup d’état, thousands of troops were dispatched to the capital city.",
    "Explicate to explain or make comprehensible",
    "The graduate student was unable to successfully explicate his thesis; therefore, he did not earn his degree.",
    "Expunge to get rid of or erase",
    "The speeding infraction would be expunged from John’s driving record after he paid a $600 fine and kept a clean record for one year.",
    "Extant currently existing",
    "There are few extant copies of the Gutenberg Bible, four of which are in New York City.",
    "Extenuating partially justifiable",
    "Extenuating circumstances surrounding the motive for the assault meant Sean would serve less jail time.",
    "Extol to praise or glorify",
    "Ever the proud mother, Anna extols her child’s accomplishments to no end.",
    "Extrovert a person characterized by concern with things outside of himself or herself; an outgoing or gregarious person",
    "In order to be successful as a salesperson, you must be somewhat of an extrovert.",
    "Extricate to free or disentangle",
    "It took rescue crews several hours to safely extricate all of the passengers from the plane that had crashed earlier in the day.",
    "Exultant gleeful because of success",
    "The exultant crowd cheered the soccer team on to victory in the World Cup.",
    "Fallacy an error in reasoning",
    "It is a common fallacy that first-year law students spend every waking moment studying.",
    "Familial relating to the family",
    "Her familial ties kept her from moving too far away from the town in which she grew up.",
    "Fathom v. to come to understand the meaning of something. n. a measure of distance equal to six feet",
    "The complexity of the situation made it difficult to fathom a simple outcome.",
    "Fatuous foolish or delusive; smug",
    "We ignored Brendan’s fatuous remarks about politics; he spoke strictly from opinion with no regard for the facts.",
    "Feckless lacking in purpose; careless",
    "Because more than half of the legislators are not running for reelection this fall, pundits predict another feckless session of the State House.",
    "Feign to fabricate or deceive",
    "She feigned astonishment when she walked into her surprise party; her best friend had previously told her about the event.",
    "Feint n. a deceptive, diversionary action. v. to make a deceptive show of The robbers used some smoke bombs in the parking lot as a feint while they discreetly took money from the cash drawers.",
    "Fidelity faithfulness or allegiance; often used to denote faithfulness in a romantic relationship, or faithfulness to a particular religion",
    "I admire dogs for their unshakeable fidelity to their owners.",
    "Florid flushed with color; ornate",
    "The stark realism of neoclassicism in painting replaced the florid idealism of the Rococo period.",
    "Foil to keep from being successful",
    "Her plans were often foiled by her failure to plan ahead.",
    "Foment to incite or agitate",
    "Ryan tried to hold his tongue; he knew that one of his sarcastic remarks would foment a fight that he didn’t want to start.",
    "Forage to search for food or provisions",
    "During the cold winter months, many wild animals are forced to forage for scarce food.",
    "Formidable capable of arousing fear or awe",
    "The current championship team was a formidable opponent for the yet unranked team.",
    "Fortuitous happening by accident or chance",
    "The defenseman scored easily with a quick shot after the puck’s fortuitous bounce toward him.",
    "Forum a public meeting place; a medium for open discussion",
    "The mayor held an open forum for discussion to learn what the people thought of his new proposal.",
    "Fracas a noisy fight; a brawl",
    "James was arrested for disorderly conduct after getting into a fracas outside the restaurant this weekend.",
    "Gainsay to deny or contradict",
    "There can be no resolution if all you do is gainsay each of my suggestions.",
    "Garrison a military post; the troops stationed at a military post The garrison was currently home to nearly 400 troops.",
    "Garrulous very talkative",
    "The normally garrulous teenager was very subdued at the party; she barely spoke to anyone.",
    "Genre a type, class, or category",
    "His favorite genre of music was classic rock, but he also enjoyed jazz quite a bit.",
    "Gist main idea",
    "I’m in a hurry, so please tell me the gist of the story.",
    "Glib seemingly slick and clever, but lacking sincerity",
    "The president’s glib speech about the financial state of the company resulted in a general sense of unease among the members of the staff.",
    "Gratuitous for no reason or at no cost",
    "Her gratuitous acts of kindness earned her fondness and respect within the community.",
    "Gregarious sociable; enjoying the company of others",
    "It’s a wonder Lynn can get a word in edgewise when speaking with her extremely gregarious sister.",
    "Grievous causing grief or pain; serious",
    "The spokesperson knew he had made a grievous error when he prematurely announced that all of the victims had survived the accident.",
    "Guile cunning; shrewdness",
    "I employed all of my guile to convince my housemates that I truly deserved the largest bedroom in the house along with the house’s single parking spot.",
    "Hackneyed unoriginal, overused",
    "The hackneyed plot of the television show led to its cancellation after only three episodes.",
    "Harrow to torment or cause suffering and agony",
    "The prospect of a beach landing in broad daylight harrowed the troops for days before the battle.",
    "Hierarchy a way to rank or place things in order",
    "The business’s hierarchy allowed room for all employees to advance within the company if they worked hard enough.",
    "Heterogeneous made up of dissimilar elements; not homogeneous Switzerland has a heterogeneous culture, in which German, French, and Italian influences are intermixed.",
    "Hypothesis a tentative explanation that can be tested by further investigation and experimentation",
    "The graduate students working on the project presented a viable hypothesis regarding the outcome of their experiments.",
    "Idiosyncrasy a peculiar characteristic",
    "One of the most annoying idiosyncrasies of the computer is that it must be completely restarted every two hours.",
    "Immutable not subject to change",
    "People should know that their freedom is not immutable and must be protected whenever necessary.",
    "Impending threatening to occur",
    "We changed our tee time to later that afternoon because of the impending rain.",
    "Imperturbable hard to excite or upset, very calm",
    "Kevin’s imperturbable demeanor during the storm helped keep his wife and children calm.",
    "Impetus a stimulus encouraging a particular activity",
    "The upcoming race provided the impetus she needed to expand her training regimen.",
    "           ",
    "Implosion a violent, inward collapse",
    "A careful implosion of the old stadium would prevent damage to adjacent structures and onlookers.",
    "Inadvertent unintentional, often related to carelessness",
    "His inadvertent pull of the lever started a chain reaction of leaks throughout the building’s plumbing.",
    "Inchoate poorly formed or formless",
    "His inchoate political opinions were based largely on ignorance.",
    "Incinerate to set fire to and burn until reduced to ashes",
    "The leaves were incinerated quickly in the raging campfire.",
    "Incongruous inconsistent; lacking in harmony",
    "Carrie’s colorful joke was incongruous with the deep conversation going on around her.",
    "Incorrigible impossible to change or reform",
    "The child was incorrigible; he refused to listen when his parents repeatedly told him to stop teasing the dog.",
    "Indigenous native; innate",
    "The Maori are the indigenous people of New Zealand.",
    "Inevitable impossible to avoid; predictable",
    "After spending the weekend doing everything but studying, it was inevitable that she would fail her exam.",
    "Infer to conclude from evidence",
    "Mr. Mauro was able to infer from his employee’s attitude that she was not satisfied with her job.",
    "Ingenuity cleverness or imagination",
    "The world relies on the ingenuity of people such as Bell and Edison to conceive of tomorrow’s technology.",
    "Inherent naturally occurring, permanent element or attribute",
    "The risks inherent in driving a car are surprisingly greater than those associated with riding in an airplane.",
    "Inimical harmful or unfriendly",
    "Doctors agree smoking is inimical to good health and longevity.",
    "Innate possessed at birth; a natural characteristic",
    "Linguists still don’t know why humans have an innate capacity for language while other animals do not.",
    "Inscrutable difficult to understand; having an obscure nature",
    "Science still has little explanation for the inscrutable origins of matter and energy in the universe.",
    "Insinuate to subtly imply or insert",
    "Andrew attempted to insinuate himself into the conversation by replying to a question that was not directed at him.",
    "Insipid dull; lacking in flavor or zest",
    "Waiting in line for the movie, I was forced to listen to an insipid conversation between two young girls who could not decide which actor they found most attractive.",
    "Insular isolated; narrow-minded",
    "The villagers displayed the typical insularity of small communities.",
    "Integral essential or necessary",
    "The quarterback was an integral part of the football team’s seven-game winning streak.",
    "Intercede to mediate, or plead on another’s behalf",
    "When Kelly learned that she had become the prime suspect in a police investigation, she called upon her lawyer to intercede.",
    "Interpolate to insert or introduce between, often to falsify",
    "No one can be sure what fanciful stories were interpolated into the old chronicle by medieval scribes.",
    "Intractable difficult to manage; stubborn",
    "Paul’s intractable temper landed him in jail after a brief altercation with a police officer.",
    "Inundate to quickly overwhelm or exceed capacity",
    "The government was inundated with requests for help after the hurricane destroyed or damaged over 10,000 homes and businesses.",
    "Inure to cause to accept something that is undesirable; habituate",
    "Every winter it snows heavily in this area, but by now I am inured to the harsh climate.",
    "Invariable not subject to question or change; constant",
    "Judge Owens is famous for his invariable demeanor, which is lauded by prosecution and defense counsel alike.",
    "Irascible easily angered",
    "Grizzly bears are irascible beasts, which one would do well to avoid.",
    "Jovial full of joy and happiness",
    "Noelle was in a jovial mood for weeks after getting engaged to her high school sweetheart.",
    "Judicious sensible, having good judgment",
    "Kate’s decision not to take the job was quite judicious because she had no previous marketing experience.",
    "Juxtapose to place things next to each other in order to compare or contrast The artist juxtaposed some of his early sketches with some of his later works to show how much his style had changed over time.",
    "Keen quick-witted, sharp",
    "His keen sense of smell allowed him to figure out what was for dinner long before he reached the kitchen.",
    "Kudos praise for achievements",
    "The volunteers all received kudos for their work at the homeless shelter.",
    "Lambaste to scold or criticize sharply; to beat",
    "The critics lambasted the author’s newest novel, saying he had become lazy in the wake of his last book’s success.",
    "Languish to exist in a dreadful or gloomy situation; to become weak The convict had been languishing in prison for nearly 20 years.",
    "Latter the second of two things mentioned; nearer the end",
    "My parents offered either to buy me a new computer or to pay for a trip to Europe for my graduation, and I chose the latter, having never been abroad.",
    "Laudable deserving praise; favorable",
    "Jenny’s efforts to raise money for breast cancer research were laudable.",
    "Lavish adj. elaborate and luxurious. v. to freely and boundlessly bestow",
    "He showered her with lavish gifts of jewelry and clothes in an attempt to win her over.",
    "Lenient easy-going, tolerant",
    "Sarah’s parents were not lenient at all when it came to grades; she was expected to earn straight A’s.",
    "Lethargic deficient in alertness; lacking energy",
    "Linda was lethargic all day; she had not slept at all the night before.",
    "Listless characterized by a lack of energy",
    "During his long illness, Michael became very listless and spent most of his time in bed.",
    "Loathsome offensive, disgusting",
    "His loathsome behavior ultimately resulted in his being fired; his employers had received numerous complaints from his coworkers.",
    "Loquacious very talkative or rambling",
    "My plans for a quiet dinner were disrupted by a loquacious patron seated at the next table.",
    "Lucid easily understood; clear",
    "The speaker presented a series of lucid arguments in favor of the antismoking law.",
    "Ludicrous laughable or foolish",
    "Mark’s ludicrous budget estimations resulted in large financial losses for his company.",
    "Magnanimous courageous, generous, or noble",
    "Coach Davis was magnanimous in defeat and congratulated the winning team on a game well played.",
    "Malevolent purposefully wishing harm on others",
    "The villain in the movie was a malevolent old man who would stop at nothing to gain power over the citizens in his community.",
    "Manifest adj. clearly recognizable. v. to make clear. n. a list of transported goods or passengers used for record keeping",
    "The airline workers’ dissatisfaction with their wages manifested itself as a two-week-long strike.",
    "Mar to inflict damage or blemishes on",
    "The surface of the antique table was marred during the move from the storage facility.",
    "Melancholy adj. glum. n. deep contemplative thought",
    "Reid attributed his melancholy mood to the weather; it had been raining for nearly a week.",
    "Melodramatic overly emotional or sentimental",
    "“I’m never talking to you AGAIN!” she exclaimed melodramatically to her sister.",
    "Mercurial prone to sudden unpredictable change; volatile",
    "Michael had a very mercurial temperament; he could go from cheerful to irate in a matter of moments.",
    "Metamorphosis a transformation or change",
    "The new CEO vowed that the struggling business would undergo a complete metamorphosis, and that it would soon be thriving and successful.",
    "Meticulous devoting a high amount of attention to detail",
    "Janine was meticulous about her appearance, refusing to be seen in public without makeup.",
    "Mettle courage",
    "The troops showed their mettle in the face of armed combat.",
    "Minuscule extremely small; unimportant",
    "The acceptable error for this test is minuscule, so the research team takes the utmost care in executing it.",
    "Miscreant villain; evildoer",
    "In typical fairy tale style, the heroine of the story overcomes the local miscreant, teaching him a lesson and earning the esteem of the townspeople.",
    "Mitigate causing something to be less intense, forceful, or harmful",
    "The County Road Commission authorized the use of extra snowplows to help mitigate the hazardous road conditions.",
    "Mollify to calm down or alleviate; to soften",
    "The experienced referees attempted to mollify the angry players before a fight broke out.",
    "Munificence the act of liberally giving",
    "The soup kitchen was able to feed more than one thousand homeless people every day, thanks to the munificence of the community.",
    "Nascent just beginning to exist",
    "Brett’s nascent career in politics ended before it began when the public learned that he had been arrested for the purchase of narcotics.",
    "Negligent characterized by carelessness and neglectfulness",
    "His often negligent behavior led to his being replaced by a more diligent manager.",
    "Negligible meaningless and insignificant",
    "The difference between the two brands of baby food was negligible; both offered the same nutritional value.",
    "Nostalgia a bittersweet longing for the past",
    "Every time I hear that song, I feel a wave of nostalgia for my college days.",
    "Noxious unwholesome or harmful",
    "Environmentalists protested the construction of a new factory that would emit large quantities of noxious gases into the atmosphere each day.",
    "Obdurate firm, stubborn",
    "The governor was obdurate in her beliefs that schools needed additional funding for their art and music programs.",
    "Obscurity the condition of being unknown",
    "The 1962 hit single propelled him from relative obscurity in the Canadian north to fame and fortune in Los Angeles.",
    "Obsolete no longer in use; outmoded or old-fashioned",
    "Telegrams became obsolete with the development of the Internet.",
    "Obtuse lacking intellectual clarity; blunt, or slow-witted",
    "My law professor insinuates that his students are incredibly obtuse if they don’t know the answer to one of his questions.",
    "Obviate to render unnecessary",
    "The brand-new underpass obviates the railroad crossing gates at the intersection.",
    "Odious arousing or deserving strong hatred",
    "The odious crimes committed by the gang members put them at the top of the city’s most-wanted list.",
    "Onerous very troublesome or oppressively difficult",
    "The police had the onerous task of somehow convincing the assailant to set his hostages free.",
    "Ostracize to eliminate from a group",
    "Coworkers have ostracized the young welder since he first spoke out against the union.",
    "Paradox a self-contradiction; something that appears to be self-contradictory, but is nonetheless true",
    "It was a strange paradox that adding more capacity to the network actually reduced its overall performance.",
    "Paragon an example of excellence",
    "Mother Theresa was a paragon of piety and generosity.",
    "Parse to break down into components",
    "Mrs. Antoinette assigned our French class 100 sentences to parse into subject, verb, and tense.",
    "Pedantic characterized by a narrow concern for detail, particularly in academics My history teacher’s hopelessly pedantic lectures left the class in a state of utter boredom.",
    "Penchant a tendency or fondness",
    "Her penchant for designer clothes was something that her meager salary could simply not support.",
    "Perceive to become aware of something, usually through the senses Perceiving the sadness in his voice, I asked him if anything was wrong.",
    "Percolate to slowly pass through",
    "Mountain spring water is generally safe to drink because it has spent decades slowly percolating through porous layers of rock.",
    "Peripatetic adj. moving or traveling from place to place. n. one who travels frequently from place to place",
    "My grandmother loves to hear stories from the peripatetic salespeople who occasionally come to her door.",
    "Periphery the outermost boundary of an area",
    "Paul jogged daily along the periphery of the lake, enjoying the view of the water as he worked out.",
    "Perjury knowingly lying under oath",
    "Witnesses whose intent is to deceive the court with their testimony may later be found guilty of perjury.",
    "Perpetuate to prolong the existence or idea of; to make everlasting",
    "That a high grade point average leads to a high standardized test score is a myth perpetuated among some educators.",
    "Pertinent relevant or appropriate",
    "Our professor warned us to read chapter eight very carefully; the information was pertinent to what would be found on our exam.",
    "Peruse to examine or review something",
    "Each day Liz perused the want ads in the newspaper, desperately trying to find a job.",
    "Pervasive capable of spreading or flowing throughout",
    "Because we lived on a farm, it was impossible to avoid the pervasive smell of cow manure at certain times during the year.",
    "Phenomenon observable fact or event; an unusual, significant, or outstanding occurrence. Plural is phenomena.",
    "Many cosmological phenomena have yet to be fully explained.",
    "Pith significance, importance",
    "Politicians seem to have a knack for obscuring the pith of an issue.",
    "Placate to calm",
    "The waitress tried to placate her angry patron by offering him a free meal.",
    "Placid calm or quiet",
    "place to get away from it all.",
    " Plagiarize to copy another’s work and pretend that it is original",
    "The journalist was sued for plagiarizing an article from another writer and selling it to a national magazine.",
    "Plausible reasonable, likely",
    "Her reasons seemed highly plausible; nonetheless, her friends found it hard to accept her unusual tardiness.",
    "Plethora excess or overabundance",
    "The library has a plethora of books on the Civil War.",
    "Poignant profoundly moving; incisive",
    "The audience sat stunned, moved to silence by the speaker’s poignant remarks.",
    "Polarity the possession of two opposing attributes or ideas",
    "The novel was based on the ironic polarity of the identical twins.",
    "Postulate to put forth or assert",
    "Karl Marx postulated that Communism was the only successful way to organize the economy; he was wrong.",
    "Pragmatic practical",
    "She was pragmatic in her approach to applying for the job; she thoroughly researched the company prior to her interview.",
    "Precarious in a dangerous state, lacking security or stability",
    "Many start-up companies find themselves in a very precarious position when seeking additional funding.",
    "Precedent an example or event that is used to justify similar occurrences at a later time; custom arising from long-term practice",
    "The student broke her family’s long-running precedent and attended the University of Colorado instead of Colorado State.",
    "Precept a guiding rule or principle",
    "The fraternity’s founding precepts were love and equality among all of its brothers.",
    "Precipitate to cause something to happen very suddenly or prematurely The bombings precipitated a massive wave of antiterrorism among the people of the target country.",
    "Preclude to prevent or make impossible",
    "John’s embezzlement conviction precluded him from getting another high- powered accounting job.",
    "Precursor one that precedes or suggests the approach of another",
    "The peasant uprisings of earlier decades are now considered to be precursors of the French Revolution.",
    "Presage an omen or other warning sign",
    "Some sailors believe that a red sky in the morning is a presage of storms coming that day.",
    "Prescience foresight; the power to see the future",
    "The captain’s prescience for trouble at sea prompted him to replace the old life jackets he had on board.",
    "Presume to take something for granted as being fact",
    "Many college graduates with high grade point averages presume that finding employment will be easy.",
    "Prevaricate to lie",
    "It was obvious that Emily was prevaricating when her story changed slightly every time she told it.",
    "Probity integrity and uprightness",
    "It is important that those working at the clothing store display probity, for it would be far too easy for greedy employees to take whatever they wanted from inventory.",
    "Prodigal wasteful; extravagant",
    "Gone are the days of prodigal expenditures on social services by the government.",
    "Profuse plentiful or abundant",
    "After her foolish mistake, Maria offered profuse apologies.",
    "Progeny offspring or product",
    "My great-grandfather is proud of his extensive progeny.",
    "Prognosis forecast or prediction",
    "The economic prognosis was bleak; it looked like the recession had only just begun.",
    "Proliferate to grow or increase rapidly",
    "Computers, like any other technology, proliferate rapidly as production costs decrease and materials availability increases.",
    "Promulgate to proclaim; usually in reference to rules or laws",
    "At the Board meeting, the town trustees promulgated some new zoning regulations.",
    "Propagate to cause to multiply or spread",
    "The newly introduced plant species began to propagate quickly in the humid environment.",
    "Prototype an original form of something",
    "The prototypes of countless sports cars will be debuted at the auto show next week.",
    "Protract to lengthen or prolong",
    "Our train trip was annoyingly protracted by a series of unexplained delays.",
    "Prowess great skill or ability in something",
    "Chandler’s athletic prowess was overshadowed by that of his legendary older brother, who was named MVP all four years of his high school football career.",
    "Prudish exaggeratedly proper; righteous",
    "My prudish mother wouldn’t allow me to wear miniskirts, no matter how hot it got in the summer.",
    "Quaff to drink heartily",
    "After a long day at work, Chad quaffed multiple beers while waiting for his dinner.",
    "Querulous characterized by constant complaining or whining",
    "The losing candidate’s querulous remarks regarding his opponent were not included in the newspaper article.",
    "Quixotic unpredictable and impractical",
    "The quixotic nature of the weather in April requires that you carry an umbrella with you wherever you go.",
    "Quotidian ordinary, occurring daily",
    "Cell phone use has become a quotidian part of our existence; it’s hard to imagine that only 20 years ago cell phones were used primarily in emergencies.",
    "Rancor bitter resentment",
    "The prisoner’s rancor was increasingly evident in his malicious glance at the warden.",
    "Recalcitrant stubbornly resistant; defiant",
    "Joanna seemed to morph overnight from a polite child to a recalcitrant teen.",
    "Recluse someone who is withdrawn from society",
    "Although the movie star has been in countless blockbusters, she lives as a recluse and refuses to give interviews or appear at publicity events.",
    "Recompense n. payment in return for something. v. to award compensation to You are certainly entitled to some recompense after all of your hours of hard work.",
    "Reconciliation the reestablishing of cordial relations",
    "It took hours of negotiations to bring about reconciliation between the two parties.",
    "Recondite difficult to understand",
    "Many students feel it is more helpful to read the textbook than attend the professor’s recondite lectures.",
    "Refute to prove to be false; to deny the truth of",
    "The testimony provided by the prosecution’s star witness refuted the statements previously made by the defendant.",
    "Relegate to refer or assign to a particular place or category",
    "The journalist was relegated from investigative reporting to writing obituaries after submitting too many substandard articles.",
    "Renounce break; reject",
    "Because of the scandal, the senator renounced all ties to the disgraced lobbyist.",
    "Reparation compensation given to make amends",
    "Some countries were unable to pay the reparations demanded after the war.",
    "Reproach to express disapproval",
    "Zach’s wife reproached him for spending all of his time watching sports on TV.",
    "Repudiate to reject or refuse as valid",
    "Ellen repudiated the accusation that she had cheated in order to pass her exam last week.",
    "Resolute definite, determined",
    "Kelly is resolute in her decision to run a marathon this year, despite her current inability to run more than one mile without a break.",
    "Resonant strong and deep; lasting",
    "The resonant voices of the choir rang out through the concert hall.",
    "Resplendent dazzling or brilliant in appearance",
    "The bride looked absolutely resplendent walking down the aisle in her white gown.",
    "Resurrect to bring back to life",
    "Each summer, Renaissance festivals try to resurrect the spirit of the Middle Ages across the country.",
    "Rhetoric effective use of language; a style of speaking or writing",
    "The politician used his rhetoric to be voted into office, but whether he will actually use his power constructively remains to be seen.",
    "Rigor strictness or severity",
    "The nature of the study demanded extreme rigor in setting up the experiments.",
    "Sage one revered for experience and wisdom",
    "It is not wise to disobey the teachings of the tribal sages.",
    "Sanctimonious feigning piety or righteousness",
    "After a few years, the sanctimonious preacher was finally exposed and run out of town.",
    "Sanction n. authoritative permission. v. to give official approval to",
    "Our research proposal received official sanction from the university last week.",
    "Satirize to insult using witty language",
    "Television shows such as Saturday Night Live satirize many people and current events.",
    "Sedulous persevering, industrious",
    "In spite of the declining poll numbers, the senator’s campaign manager remained sedulous to the end.",
    "Skepticism an attitude of doubt or disbelief",
    "Miranda’s claims to be a psychic were met with skepticism by her friends and family.",
    "Solace comfort, safety",
    "Paul sought solace from the cold near the roaring fireplace in his living room.",
    "Solicitous concerned; thoughtful",
    "For a week after my surgery, my solicitous neighbors brought me meals so I wouldn’t have to cook.",
    "Specious appearing to be true or genuine but actually deceptive",
    "Despite sounding credible, all of Jordan’s arguments were specious.",
    "Speculate to theorize on the basis of inconclusive evidence",
    "The tabloids have been speculating for months that the celebrity couple is getting a divorce.",
    "Spontaneous arising without apparent external cause; unrestrained Charlotte’s spontaneous laughter caused an uncomfortable pause in the conversation; nothing that had been said was meant to be funny.",
    "Squelch to crush or silence",
    "The dictator squelched any sign of rebellion by making it public that those who spoke out against him would be jailed indefinitely.",
    "Stanch to stop or check the flow of",
    "Carrie pressed a towel firmly onto the wound to stanch the flow of blood.",
    "Static fixed or stationary",
    "The typically static price of corn rose dramatically when a major drought hit the Midwest and millions of acres of crops were lost.",
    "Stint a length of time spent in a particular way",
    "Samantha’s two-year stint as a court reporter was one of the most fascinating jobs she ever held.",
    "Stoic indifferent or unaffected",
    "Kevin’s stoic expression gave no clue about what he was thinking.",
    "Subjective depending or based on someone’s personal attitudes or opinions I think that my best friend is the greatest actress in the world, but my opinion of her is rather subjective.",
    "Substantiate to validate or support",
    "I had to provide a list of all sources used in my research paper to substantiate the fact that I didn’t plagiarize.",
    "Subsume to contain or include",
    "The new Corporate Policy Manual now subsumes both the Customer Contact Manual and the Internal Procedure Manual.",
    "Subvert to undermine, ruin, or overthrow",
    "My desire to go to class was subverted by my body’s need for more sleep.",
    "Surfeit an overabundance or excess",
    "The farmer donated his crop surfeit to a charity dedicated to feeding the poor.",
    "Susceptible easily influenced or likely to be affected",
    "People who don’t wash their hands frequently are much more susceptible to illnesses than are those people who regularly wash their hands.",
    "Synchronized occurring at the same time and at the same rate",
    "The lights in the show were synchronized with the pulsing rhythm of the music.",
    "Tacit using no words",
    "With a smile, Rob’s girlfriend implied tacit approval of his gift of a dozen roses.",
    "Chandra’s tangential remark added nothing relevant to the conversation.",
    "Temperance moderation and self-restraint",
    "When the constitutional prohibition of alcohol was lifted, citizens were left to manage their own temperance.",
    "Tenuous very thin or consisting of little substance",
    "My sister has a tenuous grasp of physics; she does not completely understand how the physical world works.",
    "Torpor state of physical or mental sluggishness",
    "No amount of incentives or creature comforts could lift the cloud of torpor that had overcome the office.",
    "Tout to promote or solicit",
    "Salespeople tend to tout the obvious benefits of a product, while distracting from any negative aspects of ownership.",
    "Tractable easy to control or work with",
    "Teachers are charged with the powerful task of molding tractable young minds.",
    "Transcend to go above and beyond; to rise above",
    "Through luck and hard work, he was able to transcend his humble origins.",
    "Transgress to exceed or violate",
    "Joel has repeatedly transgressed the laws against using a cell phone while driving.",
    "Transpose to reverse the order of; interchange",
    "When I copied down her telephone number, I foolishly transposed two digits.",
    "Unalloyed pure; complete",
    "The detectives needed more than four hours to extract the unalloyed version of events from the witness.",
    "Unilaterally performed in a one-sided manner",
    "When the high school principal failed to respond to numerous requests for more information, the school board unilaterally terminated his contract.",
    "Unprecedented having no previous example",
    "The coffee shop franchise launched new locations at an unprecedented rate, opening an average of eight new stores per day across the country.",
    "Unstinting very generous; bestowed liberally",
    "Sometimes the boss’s unstinting praise of our work can be construed as disingenuous.",
    "Urbanity refinement and elegance",
    "Cindy’s urbanity was apparent in the way she dressed herself—classic clothes with a touch of style.",
    "Utilitarian useful or practical",
    "The workers’ coveralls were very utilitarian, but had no regard at all for style or looks.",
    "Vacillate to swing or waver",
    "In an emergency situation there is no time to vacillate, so first responders are taught appropriate courses of actions for a myriad of crises.",
    "Variegated having a variety of colors or marks",
    "Calico cats have variegated coats of many shades of brown, tan, black, and white.",
    "Vehement forceful; displaying extreme emotion",
    "In spite of vehement protests from his parents, Joey left Harvard and moved to Los Angeles to become an actor.",
    "Venal corruptible, open to bribery",
    "The success of mafia crimes relies on a steady supply of venal police officers and judges.",
    "Venerable highly esteemed or respected; commanding respect",
    "Dr. Sanford, a most venerable professor, received a standing ovation at his retirement party.",
    "Veracity truthfulness",
    "The veracity of his alibi was questioned when several witnesses saw him fleeing the scene of the crime.",
    "Verbose wordy; long-winded",
    "Most students were yawning and half-asleep by the end of the dean’s verbose commencement speech.",
    "Verisimilitude the quality of appearing to be true or real",
    "Carol added several specific details to her story to lend it verisimilitude.",
    "Veritable genuine or authentic",
    "After months of privation in the wilderness, the Andersons enjoyed a veritable feast of turkey, mashed potatoes, stuffing, and carrot cake.",
    "Versatile having many uses or a variety of abilities",
    "She is a very versatile singer and is equally comfortable singing operatic arias or country-western ballads.",
    "Vilify to make negative statements about; to malign",
    "She was vilified in the press as “the other woman” in the divorce case of a married actor.",
    "Vindicate to clear someone or something from blame",
    "The suspect was vindicated when the person who actually committed the robbery turned himself in.",
    "Virtually in almost all instances; simulated as by a computer",
    "Surviving a plunge over Niagara Falls in a barrel was virtually impossible prior to the invention of reliable foam padding and rigid plastics.",
    "Vituperate to criticize in an abusive way",
    "The senator condemned and vituperated his political opponents in a series of angry speeches.",
    "Voluminous large in volume or bulk",
    "He produced a voluminous amount of published works during his 50 years as an author.",
    "Voracious excessively greedy; ravenous",
    "After his two-week wilderness camping trip, Pat had a voracious appetite.",
    "Wane to gradually decrease",
    "Randy’s interest in his baseball card collection began to wane as he got older.",
    "Wary cautious and untrusting",
    "Emily threw a wary glance at the man who had been following her for nearly five blocks.",
    "Whet to sharpen or stimulate",
    "Before a large meal, I like to whet my appetite with a little wine and cheese.",
    "Wily very sly, deceptive",
    "The wily salesperson convinced my friend to purchase a car that was well beyond my friend’s financial means.",
    "Xenophobic distrustful of strangers or foreign people",
    "Before traveling abroad, I had a xenophobic mistrust of all people who weren’t American.",
    "Zealous very passionate or enthusiastic",
    "As a dedicated and honest attorney, Kara remained committed to the zealous pursuit of the truth.",
    "Zenith the peak point",
    "Winning the Academy Award for Best Actor was the zenith of the actor’s career."
]
